Repository: KrzyStaCho/FighterGame
Catalog: v3/Resources/LangResource.*.resx
Languages: pl

# AppPrepareChoose
source: Choose language
pl: Wybierz język

# EmptyUserInput
source: Your answer cannot be empty.
pl: Twoja odpowiedz nie moze byc pusta.

# AppPrepareFalseLang
source: Application doesnt work on this language. Please choose another language.
pl: Program nie obsluguje podanego jezyka, prosze wybrac inny jezyk.

# ApplicationReleaseDate
source: Release Date: --.--.----
pl: Data wydania: --.--.----

# CharacterCreatorTitle
source: ---> Create your character <---
pl: ---> Stworz swoja postac <---

# CharacterCreatorGetName
source: Insert a name:
pl: Podaj imie:

# CharacterCreatorGetPoints
source: How much do you want spend upgrade points on [{0}]. Remaining [{1}/{2}]:
pl: Podaj ilosc punktow, które zamierzasz przeznaczyc na ulepszenie [{0}]. Pozostalo ci [{1}/{2}]:

# CharacterAttributeHealth
source: Health
pl: Zdrowie

# InvalidNumberInput
source: Your answer must be number.
pl: Twoja odpowiedz musi byc liczba.

# CharacterCreatorInvalidRangePoints
source: Your number is not beetween 0 and remaining points.
pl: Twoja liczba nie jest pomiedzy przedzialem.

# CharacterAttributeArmor
source: Armor
pl: Pancerz

# CharacterAttributeAttackDamage
source: Attack Damage
pl: Obrazenia

# CharacterAttributeCritRate
source: Crit Rate
pl: Szansa na krytyczne

# CharacterAttributeAttackSpeed
source: Attack Speed
pl: Predkosc ataku

# CharacterDrawArtifactTitle
source: Drawing an Artifact...
pl: Losowanie artefaktu...

# CharacterDrawArtifactFail
source: You dont have any Artifact
pl: Nie udalo sie zdobyc artefaktu

# CharacterDrawArtifactResult
source: You get... [{0}]
pl: Otrzymales... [{0}]

# CharacterCreatorPlayerResult
source: Your character has been created
pl: Twoja postac zostala pomyslnie utworzona

# CharacterCreatorEnemyPreparation
source: Creating your opponent...
pl: Tworzenie twojego przeciwnika

# CharacterCreatorEnemyFinalText
source: Your opponent was created
pl: Twoj przeciwnik zostal utworzony

# CharacterFightSchemat
source: {0} deal {1} damage to {2}
pl: {0} zadal {1} obrazen {2}

# CharacterFightResult
source: ---> {0} win this duel! <---
pl: ---> {0} Wygral pojedynek! <---
